Repository: BlueMoonVineyard/BreweryNG
Catalog: resources/i18n/*.po
Languages: de_de, es_es, fr_fr, it_it, ru_ru, zh_cn, zh_tw

source: Barrel
de_de: Fass
es_es: Barril
fr_fr: Baril
it_it: Barile
ru_ru: Бочка
zh_cn: 木桶
zh_tw: 釀造桶

source: &cYou don't have permissions to access this barrel!
de_de: &cDu hast keine Rechte dieses Fass zu öffnen!
es_es: &c¡No tienes permisos para acceder a este barril!
fr_fr: &cVous n´avez pas la permission d´acceder à ce baril !
it_it: &cNon hai il permesso di aprire questo barile!
ru_ru: &cУ тебя нет прав на доступ к этой бочке!
zh_cn: &c你没有权限与该木桶互动!
zh_tw: &c你沒有權限存取！

source: &cYou don't have permissions to create small barrels!
de_de: &cDu kast keine Rechte kleine Fässer zu erstellen!
es_es: &c¡No tienes permisos para crear barriles pequeños!
fr_fr: &cVous n´avez pas la permission de créer de petits barils !
it_it: &cNon hai il permesso di costruire piccoli barili!
ru_ru: &cУ тебя нет прав на создание маленьких бочек!
zh_cn: &c你没有权限创造小型木桶!
zh_tw: &c您無權創建小釀造桶！

source: &cYou don't have permissions to create big barrels!
de_de: &cDu kast keine Rechte große Fässer zu erstellen!
es_es: &c¡No tienes permisos para crear barriles grandes!
fr_fr: &cVous n´avez pas la permission de créer des gros barils !
it_it: &cNon hai il permesso di costruire barili grandi!
ru_ru: &cУ тебя нет прав на создание больших бочек!
zh_cn: &c你没有权限创造大型木桶!
zh_tw: &c你沒有權限創建大釀造桶!

source: &cYou don't have permissions to fill bottles from this cauldron!
de_de: &cDu hast keine Rechte Flaschen von diesem Bottich abzufüllen!
es_es: &c¡No tienes permisos para llenar botellas de este caldero!
fr_fr: &cVous n´avez pas la permission de remplir les bouteilles de ce chaudron !
it_it: &cNon hai il permesso di mettere bottiglie in questo barile!
ru_ru: &cУ тебя нет прав на пополнение бутылок из этого котла!
zh_cn: &c你没有权限从这口锅中取用液体!
zh_tw: &c你沒有權利從這個鍋釜裡裝滿瓶子!

source: &cYou don't have permissions to do this!
de_de: &cDu hast keine Rechte dies zu tun!
es_es: &c¡No tienes permisos para hacer esto!
fr_fr: &cVous ne pouvez pas faire ça !
it_it: &cNon hai il permesso di farlo!
ru_ru: &cУ тебя нет прав на это!
zh_cn: &c你没有权限这样做.
zh_tw: &c你沒有權限這樣做！

source: This cauldron has been boiling for {0} minutes.
de_de: Dieser Kessel siedet nun seit {0} Minuten
es_es: Este caldero ha estado hirviendo durante {0} minutos.
fr_fr: Ce chaudron a été en ébullition durant {0} minutes.
it_it: Questo calderone sta bollendo da {0} minuti.
ru_ru: Котёл варит уже {0} минут.
zh_cn: 这口锅已经炖了{0}分钟了.
zh_tw: 這個鍋釜煮了 {0} 分鐘.

source: This cauldron has just started boiling.
de_de: Dieser Kessel siedet seit weniger als einer Minute
es_es: Este caldero acaba de comenzar a hervir.
fr_fr: Ce chaudron est tout juste à ébullition.
it_it: Questo calderone ha appena iniziato a bollire.
ru_ru: Котёл только начал варить.
zh_cn: 这口锅才刚刚烧开.
zh_tw: 這個鍋釜剛開始沸騰.

source: &cYou don't have permissions to put ingredients into cauldrons!
de_de: &cDu hast keine Rechte Zutaten in Bottiche zu tun!
es_es: &c¡No tienes permisos para poner ingredientes en calderos!
fr_fr: &cVous n´avez pas la permission de mettre des ingrédients dans le chaudron !
it_it: &cNon hai il permesso di inserire gli ingredienti in un calderone!
ru_ru: &cУ тебя нет прав на добавление ингредиентов в котёл!
zh_cn: &c你没有权限将原料放入这口锅!
zh_tw: &c您無權將材料放入鍋釜中!

source: Muddy Brew
de_de: Schlammiger Sud
es_es: Brebaje fangoso
fr_fr: Breuvage boueux
it_it: Miscela fangosa
ru_ru: Мутная бражка
zh_cn: 一滩烂糊
zh_tw: 混濁的釀造

source: Cauldron Brew
de_de: Kesselsud
es_es: Cerveza de Caldero
fr_fr: Breuvage indéfini
it_it: Mescela indefinibile
ru_ru: Котельная бражка
zh_cn: 未名酿制品
zh_tw: 無法確定的釀造

source: You can't drink any more.
de_de: Du kannst nicht mehr trinken
es_es: No puedes beber más.
fr_fr: Vous ne pouvez pas boire plus.
it_it: Non puoi bere dell''altro.
ru_ru: Ты не можешь выпить больше.
zh_cn: 你不能再喝了.
zh_tw: 你不能飲更多了.

source: You drank too much and passed out.
de_de: Du hast zu viel getrunken und bist in Ohnmacht gefallen!
es_es: Bebiste demasiado y te desmayaste.
fr_fr: Vous avez trop bu et perdu connaissance..
it_it: Hai bevuto troppo e sei svenuto.
ru_ru: Ты перепил и вырубился.
zh_cn: 你喝高了, 晕了过去.
zh_tw: 你喝得太多,昏倒了.

source: Ohh no! I cannot remember how I got here...
de_de: Ohh nein! Ich kann mich nicht erinnern, wie ich hierhergekommen bin...
es_es: ¡Oh no! No recuerdo cómo llegué aquí ...
fr_fr: Oh non ! Je ne me souviens pas comment je suis arrivé ici...
it_it: Uhhhh... Che ci faccio qui? Come ci sono arrivato?
ru_ru: Охх! Я не помню, как оказался здесь...
zh_cn: 淦, 我怎么到的这儿...?
zh_tw: 不好了！我不記得我是怎麼來到這裡的......

source: Murky Distillate
de_de: Graues Destillat
es_es: Destilado turbio
fr_fr: Distillation indéfinie
it_it: Distillato indefinito
ru_ru: Мутнодистиллированный
zh_cn: 未名蒸馏液
zh_tw: 無法確定的蒸餾

source: Ruined Potion
de_de: Verdorbenes Gebräu
es_es: Poción arruinada
fr_fr: Potion ruinée
it_it: Pozione rovinata
ru_ru: Испорченное зелье
zh_cn: 酿坏了的废液
zh_tw: 失敗的藥水

source: Brew Sealing Table
de_de: Trankversiegler
es_es: Mesa de sellado
fr_fr: Table de scellage des boissons
ru_ru: Стол закупорки бражки.

source: {0} tried to say: &0{1}
de_de: {0} versuchte zu sagen: &0{1}
es_es: {0} trató de decir: &0{1}
fr_fr: {0} essaie de dire: &0{1}
it_it: {0} ha provato a dire: &0{1}
ru_ru: {0} попытался сказать: &0{1}
zh_cn: {0}试图说出: &0{1}
zh_tw: {0} 試圖說: &0{1}

source: Could not read file config.yml, please make sure the file is in valid yml format (correct spaces, using ' ' etc.)
de_de: config.yml konnte nicht gelesen werden, ist die Datei im korrekten yml-Format (korrekte Leerzeichen, Strings mit ' ' usw.)?
es_es: No se pudo leer el archivo config.yml, asegúrese de que el archivo esté en formato yml válido (espacios correctos, etc.)
ru_ru: не могу прочитать config.yml, пожалуйста, проверь, что там всё верно. (Корректируй пробелы, используя ' ' и др.)
zh_cn: 无法读取config.yml, 请保证该文件符合正确的yml格式!(例如更正错误的空格等试试看…)

source: Unknown Brewery config version: v{0}, config was not updated!
de_de: Unbekannte Brewery Config Version: v{0}, Config wurde nicht geupdated!
es_es: Versión de configuración de Brewery desconocida: v{0}, ¡la configuración no se actualizó!
fr_fr: La version de la configuration de Brewery est inconnue: v{0}, la config n´a pas été mise à jour !
it_it: Versione della configurazione di Brewery sconosciuta: v{0}, la configurazione non è stato aggiornata!
ru_ru: Неизвестная версия конфига Brewery: v{0}, конфиг не обновлён!
zh_cn: 未知的配置版本:v{0}, 插件配置未更新!
zh_tw: 未知 釀酒 設定檔版本: v{0},設定檔沒有更新!

source: &eIt's recommended to trade/sell &6sealed &eBrews
de_de: &eBrewery Tränke sollten vor dem verkaufen versiegelt werden
es_es: &eLas cervezas deben sellarse antes de venderlas.
fr_fr: &eles boissons doivent être scellées avant d´être vendues
ru_ru: &eБражка должна быть запечатана перед продажей

source: &cYou don't have permissions to create barrels!
de_de: &cDu hast keine Rechte Fässer zu erstellen!
es_es: &c¡No tienes permisos para crear barriles!
fr_fr: &cVous n´avez pas la permission de créer des barils !
it_it: &cNon hai il permesso di costruire barili!
ru_ru: &cУ тебя нет прав на создание бочек!
zh_cn: &c你没有权限创造木桶!
zh_tw: &c您沒有權限創建釀造桶!

source: Barrel created
de_de: Fass erfolgreich erstellt
es_es: Barril creado
fr_fr: Baril créé
it_it: Barile creato
ru_ru: Бочка создана
zh_cn: 木桶已创建.
zh_tw: 創造釀造桶

source: Unknown Command
de_de: Unbekannter Befehl
es_es: Comando desconocido
fr_fr: Commande inconnue
it_it: Comando sconosciuto
ru_ru: Неизвестная команда
zh_cn: 未知命令.
zh_tw: 未知的指令

source: Use &6/brew help &fto display the help
de_de: Benutze &6/brew help &fum die Hilfe anzuzeigen
es_es: Usa &6/brew help &fpara mostrar la ayuda
fr_fr: Utilisez &6/brew help &fpour regarder l´aide
it_it: Usa &6/brew help &fper visualizzare l''aiuto
ru_ru: Использование &6/brew help &fдля отображения помощи
zh_cn: 使用&6/brew help&f以查看帮助
zh_tw: 使用 &6/brew help &f顯示幫助

source: &6/brew help [Page] &9Shows a specific help-page
de_de: &6/brew help [Seite] &9Zeigt eine bestimmte Hilfeseite an
es_es: &6/brew help [Página] &9Muestra una página de ayuda específica.
fr_fr: &6/brew help [Page] &9Affiche une page spécifique de l´aide
it_it: &6/brew help <Pagina> &9Mostra una specifica pagina dell'aiuto
ru_ru: &6/brew help [Page] &9Показывает определённую страницу помощи
zh_cn: &6/brew help [页数] &9显示某一页的帮助.
zh_tw: &6/brew help [頁數] &9顯示幫助的頁面

source: &6/brew <Player> <%Drunkeness> [Quality]&9 Sets Drunkeness (and Quality) of a Player
de_de: &6/brew <Spieler> <%Trunkenheit> [Qualität]&9 Setzt Trunkenheit (und Qualität) eines Spielers
es_es: &6/brew <Jugador> <%De embriaguez> [Cantidad]&9 Establece la embriaguez (y la calidad) de un jugador
fr_fr: &6/brew <Player> <%Drunkeness> [Quality]&9 Définit l´ivresse (et la qualité) du joueur
it_it: &6/brew <Giocatore> <%Sbronza> [Qualità]&9 Imposta livello di sbronza (e qualità) di un giocatore.
ru_ru: &6/brew <Player> <%Drunkeness> [Quality]&9 Даёт опьянение (и качество) игроку
zh_cn: &6/brew <目标玩家> <%醉酒程度> [醉酒质量] &9设定目标玩家的醉酒程度与质量.
zh_tw: &6/brew <玩家> <%醉酒> [數量]&9 設置玩家的醉酒度（和酒的品質）

source: &6/brew info&9 Displays your current Drunkeness and Quality
de_de: &6/brew Info&9 Zeigt deine aktuelle Trunkenheit und Qualität an
es_es: &6/brew info&9 Muestra tu embriaguez y calidad actuales
fr_fr: &6/brew info&9 Affiche votre ivresse actuelle ainsi que sa qualité
it_it: &6/brew info&9 Mostra il tuo livello di sbronza attuale e la qualità
ru_ru: &6/brew info&9 Показывает твоё текущее опьянение и качество
zh_cn: &6/brew info &9显示你目前的醉酒程度与质量, 醉酒质量将会影响宿醉程度.
zh_tw: &6/brew info&9 顯示您當前的醉酒和酒的品質

source: &6/brew seal &9Seal Brews for selling in shops
de_de: &6/brew Seal &9Tränke für den Verkauf versiegeln
es_es: &6/brew seal &9Sellos de cerveza para vender en tiendas
fr_fr: &6/brew seal &9Sceller les boissons à vendre en magasin
ru_ru: &6/brew seal &9Закупоривает бражку для продажи

source: &6/brew unlabel &9Removes the detailled label of a potion
de_de: &6/brew UnLabel &9Entfernt die genaue Beschriftung des Trankes
es_es: &6/brew unlabel &9Elimina la etiqueta detallada de una poción.
fr_fr: &6/brew unlabel &9Supprime l´étiquette détaillée d´une potion
it_it: &6/brew unlabel &9Rimuove la descrizione dettagliata di una pozione.
ru_ru: &6/brew unlabel &9Убирает детальное название бражки
zh_cn: &6/brew unlabel &9去除饮品的附加信息.
zh_tw: &6/brew unlabel &9刪除藥水的詳細標籤

source: &6/brew info [Player]&9 Displays the current Drunkeness and Quality of [Player]
de_de: &6/brew Info [Spieler]&9 Zeigt die aktuelle Trunkenheit und Qualität von [Spieler] an
es_es: &6/brew info [Jugador]&9Muestra la embriaguez actual y la calidad del [Jugador]
fr_fr: &6/brew info [Player]&9 Affiche l´ivresse actuelle de <PLAYER>, cette commande affiche aussi sa qualité.<Player>
it_it: &6/brew info [Giocatore]&9 Mostra l'attuale livello di sbronza e la qualità di [Giocatore]
ru_ru: &6/brew info [Player]&9 показывает текущее опьянение и качество [Player]
zh_cn: &6/brew info [指定玩家] &9显示指定玩家目前的醉酒程度与质量.
zh_tw: &6/brew info [玩家]&9 顯示 [玩家] 當前醉酒程度和酒的品質程度

source: &6/brew create <Recipe> [Quality] [Player] &9Create a Brew with optional quality (1-10)
de_de: &6/brew Create <Rezept> [Qualität] [Spieler] &9Erstellt einen Trank mit optionaler Qualität (1-10)
es_es: &6/brew create <Receta> [Cantidad] [Jugador] &9Crea una cerveza con calidad opcional (1-10)
fr_fr: &6/brew create <Recipe> [Quality] [Player] &9Crée une boisson avec une qualité optionelle (1-10)
it_it: &6/brew create <icetta> [Qualità] [Giocatore] &9Crea una miscela con una qualità data (1-10)
ru_ru: &6/brew create <Recipe> [Quality] [Player] &9Создаёт бражку с определённым качеством (1-10)
zh_cn: &6/brew create <饮品名称(若有颜色符号须附上)> [饮品质量] [授予玩家] &9获得一杯饮品, 质量可为1到10, 越高越好.
zh_tw: &6/brew create <配方> [數量] [玩家] &9創建具有可選酒的品質釀造（1-10）

source: &6/brew give <Recipe> [Quality] [Player] &9Alias for /brew create
de_de: &6/brew give <Rezept> [Qualität] [Spieler] &9Alias für /brew create

source: &6/brew drink <Recipe> [Quality] [Player] &9Simulates [Player] drinking a Brew
de_de: &6/brew drink <Rezept> [Qualität] [Spieler] &9Simuliert das Trinken eines Trankes bei [Spieler]

source: &6/brew ItemName &9Display name of item in hand for the config
de_de: &6/brew ItemName &9Zeigt Name für die Config vom Item in der Hand
es_es: &6/brew ItemName &9Muestra el nombre del elemento disponible para la configuración
ru_ru: &6/brew ItemName &9Показывает название предмета в руке для конфига
zh_cn: &6/brew ItemName &9显示手中物品的配置名称

source: &6/brew reload &9Reload config
de_de: &6/brew reload &9Config neuladen
es_es: &6/brew reload &9Recarga la configuración
fr_fr: &6/brew reload &9Reload la config
it_it: &6/brew reload &9Ricarica la configurazione
ru_ru: &6/brew reload &9Перезагружает конфиг
zh_cn: &6/brew reload &9重载插件配置, 可用以重载饮品配方.
zh_tw: &6/brew reload &9重新加載設定檔

source: &6/brew puke [Player] [Amount] &9Makes you or [Player] puke
de_de: &6/brew puke [Spieler] [Menge] &9Bringt [Spieler] zum erbrechen

source: &6/brew wakeup list <Page>&9 Lists all wakeup points
de_de: &6/brew Wakeup List <Seite>&9 Listet alle Aufwachpunkte auf
es_es: &6/brew wakeup list <Página>&9 Enumera todos los puntos de activación.
fr_fr: &6/brew wakeup list <Page>&9 Affiche une liste de tous les points de réveil
it_it: &6/brew wakeup list <Pagina>&9 Mostra tutti i punti di risveglio.
ru_ru: &6/brew wakeup list <Page>&9 Список всех точек пробуждения
zh_cn: &6/brew wakeup list <页数> &9列出所有的苏醒处, 醉酒后下线的玩家再上线可能会在这些地方醒来.
zh_tw: &6/brew wakeup list <頁數>&9 列出所有喚醒點

source: &6/brew wakeup list <Page> [World]&9 Lists all wakeup points of <world>
de_de: &6/brew Wakeup List <Seite> [Welt]&9 Listet die Aufwachpunkte einer Welt auf
es_es: &6/brew wakeup list <Página> [Mundo]&9 Enumera todos los puntos de activación del <Mundo>
fr_fr: &6/brew wakeup list <Page> [World]&9 Affiche une liste de tous les points de réveil de [world]
it_it: &6/brew wakeup list <Pagina> <Mondo>&9 Elenca tutti i punti di risveglio di <Mondo>
ru_ru: &6/brew wakeup list <Page> [World]&9 Список всех точек пробуждения в <world>
zh_cn: &6/brew wakeup list <页数> [世界] &9列出该世界所有的苏醒处.
zh_tw: &6/brew wakeup list <頁數> [World]&9 列出<world>的所有喚醒點

source: &6/brew wakeup check &9Teleports to all wakeup points
de_de: &6/brew Wakeup Check &9Teleportiert zu allen Aufwachpunkten
es_es: &6/brew wakeup check &9Teletransporta a todos los puntos de atención
fr_fr: &6/brew wakeup check &9Téléportation vers tous les points de réveil
it_it: &6/brew wakeup check &9Ti teletrasporta nei punti di risveglio uno alla volta
ru_ru: &6/brew wakeup check &9Телепортируется на все точки пробуждения
zh_cn: &6/brew wakeup check &9传送至每一个苏醒处进行一一检查.
zh_tw: &6/brew wakeup check &9傳送到所有喚醒點

source: &6/brew wakeup check <id> &9Teleports to the wakeup point with <id>
de_de: &6/brew Wakeup Check <id> &9Teleportiert zu einem Aufwachpunkt
es_es: &6/brew wakeup check <id> &9Teletransporta al punto de activación con <id>
fr_fr: &6/brew wakeup check <id> &9Téléportation vers le point de réveil avec l´ID <id>
it_it: &6/brew wakeup check <ID> &9Ti teletrasporta al punto di risveglio con id <id>
ru_ru: &6/brew wakeup check <id> &9Телепортация в точку пробуждения с айди <id>
zh_cn: &6/brew wakeup check <id> &9传送至指定苏醒处.
zh_tw: &6/brew wakeup check <id> &9使用<id>傳送到喚醒點

source: &6/brew wakeup add &9Adds a wakeup point at your current position
de_de: &6/brew Wakeup Add &9Setzt einen Aufwachpunkt and deiner Position
es_es: &6/brew wakeup add &9Agrega un punto de activación en su posición actual
fr_fr: &6/brew wakeup add &9Ajoute un point de réveil à votre position
it_it: &6/brew wakeup add &9Crea un punto di risveglio alla tua posizione corrente.
ru_ru: &6/brew wakeup add &9Добавляет точку пробуждения
zh_cn: &6/brew wakeup add &9添加苏醒处.
zh_tw: &6/brew wakeup add &9在當前位置添加喚醒點

source: &6/brew wakeup remove <id> &9Removes the wakeup point with <id>
de_de: &6/brew Wakeup Remove <id> &9Entfernt einen Aufwachpunkt
es_es: &6/brew wakeup remove <id> &9Elimina el punto de activación con <id>
fr_fr: &6/brew wakeup remove <id> &9Enlève le point de réveil avec l´ID <id>
it_it: &6/brew wakeup remove <ID> &9Rimuove il punto di risveglio con id <id>
ru_ru: &6/brew wakeup remove <id> &9Удаление всех точек пробуждения с айди <id>
zh_cn: &6/brew wakeup remove <页数> &9移除指定id的苏醒处.
zh_tw: &6/brew wakeup remove <id> &9使用<id>刪除喚醒點

source: &6/brew static &9Make Brew static -> No further ageing or distilling
de_de: &6/brew Static &9Trank unveränderlich machen -> Kein weiteres reifen oder destillieren möglich
es_es: &6/brew static &9Hace la preparación estática -> No más envejecimiento o destilación
fr_fr: &6/brew static &9Rend une boisson statique -> Plus affectée par l´âge ou la distillation
it_it: &6/brew static &9Rende la miscela statica quindi non distillabile e invecchiabile ulteriormente.
ru_ru: &6/brew static &9Make Статичная бражка -> Не будет стареть, не будет дистиллироваться
zh_cn: &6/brew static &9将手中饮品静滞化, 这将阻止其被蒸馏或继续熟成.
zh_tw: &6/brew static &9使釀造靜止 - >不再進一步老化或蒸餾

source: &6/brew copy [Quantity]&9 Copies the potion in your hand
de_de: &6/brew Copy [Anzahl]&9 Kopiert den Trank in deiner Hand
es_es: &6/brew copy [Cantidad]&9 Copia la poción en tu mano
fr_fr: &6/brew copy [Quantity]&9 Copie la potion qui est dans votre main
it_it: &6/brew copy [Quantità]&9 Copia la pozione che tieni in mano
ru_ru: &6/brew copy [Quantity]&9 Копирует зелье в твоей руке
zh_cn: &6/brew copy [数量] &9复制当前手中的饮品.
zh_tw: &6/brew copy [數量]&9 複製手中的藥水

source: &6/brew delete &9Deletes the potion in your hand
de_de: &6/brew Delete &9Entfernt den Trank in deiner Hand
es_es: &6/brew delete &9Elimina la poción en tu mano
fr_fr: &6/brew delete &9Supprime la potion qui est dans votre main
it_it: &6/brew delete &9Elimina la pozione nella tua mano
ru_ru: &6/brew delete &9Удаляет зелье в твоей руке
zh_cn: &6/brew delete &9删除手中的饮品.
zh_tw: &6/brew delete &9刪除你手中的藥水

source: Usage:
de_de: Benutzung:
es_es: Usa:
fr_fr: Utilise:
it_it: Utilizzo:
ru_ru: Использование:
zh_cn: 用途:
zh_tw: 用法:

source: &cThe quality has to be between 1 and 10!
de_de: &cDie Qualität muss zwischen 1 und 10 liegen!
es_es: &c¡La calidad tiene que estar entre 1 y 10!
fr_fr: &cLa qualité doit être comprise entre 1 et 10 !
it_it: &cLa qualità deve essere fra 1 e 10!
ru_ru: &cКачество должно быть от 1 до 10!
zh_cn: &c醉酒质量必须在1到10之间.
zh_tw: &c酒的品質必須在1到10之間！

source: &a{0} is now &6{1}% &adrunk, with a quality of &6{2}
de_de: &a{0} ist nun &6{1}% &abetrunken, mit einer Qualität von &6{2}
es_es: &a{0} está ahora &6{1}% &aborracho, con una cualidad de &6{2}
fr_fr: &a{0} est maintenant &6{1}% &aivre, avec une qualité de &6{2}
it_it: &a{0} è ora &6{1}% &asbronzo, con una qualità di &6{2}
ru_ru: &a{0} теперь пьян на &6{1}% &a, с элементами &6{2}
zh_cn: &a{0}醉酒程度为&6{1}%&f, 醉酒质量为&6{2}.
zh_tw: &a{0} 現在是 &6{1}% &a醉酒,酒的品質為 &6{2}

source: &cThis command can only be executed as a player!
de_de: &cDieser Befehl kann nur als Spieler ausgeführt werden
es_es: &c¡Este comando solo se puede ejecutar como jugador!
fr_fr: &cCette commande ne peut être executée que par un joueur !
it_it: &cQuesto comando può essere eseguito solo da un giocatore!
zh_cn: &c该命令必须由玩家执行.
zh_tw: &c這個指令只能由玩家執行！

source: {0} is not drunk
de_de: {0} ist nicht betrunken
es_es: {0} no está borracho(a)
fr_fr: {0} nest pas ivre
it_it: {0} non è sbronzo
ru_ru: {0} не пьян
zh_cn: {0}没醉.
zh_tw: {0} 沒有醉酒

source: {0} is &6{1}% &fdrunk, with a quality of &6{2}
de_de: {0} ist &6{1}% &fbetrunken, mit einer Qualität von &6{2}
es_es: {0} está &6{1}% &fborracho(a), con una cualidad de &6{2}
fr_fr: {0} est &6{1}% &fivre, avec une qualité de &6{2}
it_it: {0} è &6{1}% &fsbronzo, con una qualità di &6{2}
ru_ru: {0} is &6{1}% &fпьян, с элементами &6{2}
zh_cn: {0}醉酒程度为&6{1}%&f, 醉酒质量为&6{2}.
zh_tw: {0} 是 &6{1}% &f醉酒,酒的品質為 &6{2}

source: &aName for the Config is: &f{0}
de_de: &aName für Config ist: &f{0}
es_es: &aEl nombre de la configuración es: &f{0}
zh_cn: 配置文件中&aName的名字是: &f{0}

source: &cCould not find item in your hand
de_de: &cDu hast kein Item in der Hand
es_es: &cNo se pudo encontrar el artículo en tu mano
fr_fr: &cN´a pas pu trouver d´objet dans votre main
ru_ru: &cНет предмета в руке.
zh_cn: &c无法找到物品名称

source: &6{0} &cPotions did not fit into your inventory
de_de: &6{0} &cTränke haben nicht mehr in das Inventar gepasst
es_es: &6{0} &cLas pociones no cabían en tu inventario
fr_fr: &6{0} &cCes potions ne rentrent pas dans votre inventaire.
it_it: &6{0} &cLe copie di questa pozione non stavano nell'inventario.
ru_ru: &6{0} &cЗелья не поместились в инвентарь
zh_cn: &6{0}&r, &c你的背包塞不下了.
zh_tw: &6{0} &c藥水不適合你的庫存

source: &cThe item in your hand could not be identified as a potion!
de_de: &cDas Item in deiner Hand konnte nicht als Trank identifiziert werden
es_es: &c¡El objeto en tu mano no se pudo identificar como una poción!
fr_fr: &cL´item dans votre main n´a pas pu être identifié comme une potion !
it_it: &cL'oggetto nella tua mano non è una pozione!
ru_ru: &cПредмет в твоей руке не является зельем!
zh_cn: &c你手上的物品并未成功地被认定为饮品!
zh_tw: &c你手上的物品不能確定為藥水

source: &ePotion is not static anymore and will normally age in barrels.
de_de: &eTrank ist wieder veränderlich und kann normal gereift oder destilliert werden
es_es: &eLa poción ya no es estática y normalmente envejecerá en barriles.
fr_fr: &eLa boisson n´est plus statique et vieillira normalement dans les barils.
it_it: &eLa pozione non è più statica ed invecchierà normalmente nei barili
ru_ru: &eБражка больше не настаивается и теперь начинает портиться в бочке.
zh_cn: &e饮品已被取消静滞, 现在可以正常地进行蒸馏或进行木桶熟成了.
zh_tw: &e藥水不再是靜止的,會在桶木中老化.

source: Sealed Brews are always static!
de_de: Versiegelte Tränke sind immer unveränderlich!
es_es: ¡Las cervezas selladas son siempre estáticas!
fr_fr: Les boissons scellées sont toujours statiques!
ru_ru: Закупоренные бражки всегда статичны!

source: &aPotion is now static and will not change in barrels or brewing stands.
de_de: &aTrank ist nun unveränderlich und kann nicht weiter gereift oder destilliert werden.
es_es: &aLa poción ahora es estática y no cambiará en barriles o puestos de elaboración.
fr_fr: &aLa boisson est maintenant statique et ne changera pas dans les barils ou les stands d´alchimie.
it_it: &aLa pozione è ora statica e non cambierà né nei barili né negli alambicchi.
ru_ru: &aБражка заморожена и не будет портиться в бочках.
zh_cn: &a饮品已被静滞, 现在其无法被蒸馏或进行木桶熟成.
zh_tw: &a藥水現在是靜止的,不會在桶或釀造台上變化.

source: &aLabel removed!
de_de: &aDas Label wurde entfernt
es_es: &aEtiqueta eliminada!
fr_fr: &aLabel supprimé!
it_it: &aEtichetta rimossa!
zh_cn: &a标签已被去除!
zh_tw: &a標籤已刪除！

source: &cThe Brew in your hand is already unlabeled!
de_de: &cDer Trank in deiner Hand ist bereits Entlabelt!
es_es: &c¡La cerveza en tu mano ya no está etiquetada!
fr_fr: &cLe label est déjà supprimé!
ru_ru: &cБражка в твоей руке уже без названия!

source: &aBrew Created
de_de: &aTrank erstellt
es_es: &aBrebaje Creado
fr_fr: &aBrew créé
ru_ru: &aБражка создана
zh_cn: &a配方添加成功.

source: &cNo Recipe with Name: '{0}&c' found!
de_de: &cKein Rezept mit Namen: "{0}&c" gefunden!
es_es: &cNinguna receta con nombre: '{0}&c' encontrada!
fr_fr: &cAucune recette avec le nom: {0}&c n´a été trouvée!
it_it: &cNon è stata trovata nessuna ricetta chiamata '{0}&c'!
ru_ru: &cРецепта с названием: '{0}&c' не найдено!
zh_cn: &c未找到名字为'{0}&c'的饮品!
zh_tw: &c沒有這個配方: '{0}&c' 找到!

source: Player not found: {0}
de_de: Spieler {0} nicht gefunden

source: &aYou drank one {0}
de_de: &aDu trinkst {0}

source: &a{0} drinks one {1}
de_de: &a{0} trinkt {1}

source: &cThe Sealing Table is disabled
de_de: &cDer Trankversiegler ist deaktiviert
es_es: &cLa tabla de sellado está desactivada
fr_fr: &cLa table de scellage est désactivée
ru_ru: &cСтол закупорки отключён.
