Repository: BlueMoonVineyard/BreweryNG
Catalog: resources/i18n/*.po
Languages: de_de, es_es, fr_fr, it_it, ru_ru, zh_cn, zh_tw

source: Your character tries to log in, but is too drunk to find the server. Try again!
de_de: Dein Charakter ist betrunken und reagiert nicht. Versuch es noch einmal!
es_es: Tu personaje intenta iniciar sesión, pero está demasiado borracho para encontrar el servidor. ¡Inténtalo de nuevo!
fr_fr: Votre personnage tente de se connecter, mais il est trop ivre pour trouver le serveur. Essayez à nouveau!
it_it: Il tuo personaggio sta provando a loggare, ma è troppo sbronzo per trovare il server. Prova di nuovo!
ru_ru: Твой персонаж выпил слишком много и не может зайти на сервер!
zh_cn: 你的角色试图登入服务器, 可惜的是他晕得找不着北, 再试一次?
zh_tw: 你試圖登錄,但是你飲得太醉了,無法找到服務器.再試一次！

source: Your character is really drunk and has passed out. Try again in 10 minutes!
de_de: Dein Charakter ist sturzbesoffen und ohne Besinnung. Versuch es in 10 Minuten noch einmal!
es_es: Tu personaje está realmente borracho y se ha desmayado. ¡Inténtalo de nuevo en 10 minutos!
fr_fr: Votre personnage est vraiment ivre et a perdu connaissance. Essayez à nouveau dans 10 minutes!
it_it: Il tuo personaggio è molto sbronzo ed è svenuto. Riprova tra dieci minuti!
ru_ru: Твой персонаж реально пьян и вырубился. Попробуй через 10 минут!
zh_cn: 你的角色喝到不省人事, 昏倒在地, 十分钟后再尝试登录吧!
zh_tw: 你的角色真的喝醉了,已經昏倒了.10分鐘後再試一次！

source: Ingredients
de_de: Zutaten
es_es: Ingredientes
fr_fr: Ingrédients
it_it: Ingredienti
ru_ru: Ингредиенты
zh_cn: 原料
zh_tw: 配料

source: -times
de_de: -fach
es_es: -veces
fr_fr: -fois
ru_ru: -раз
zh_cn: 次
zh_tw: 次

source: Less Distilled
de_de: Wenig Destilliert
es_es: Menos destilado
fr_fr: Moins distillé
ru_ru: Малодистиллированный

source: Distilled
de_de: Destilliert
es_es: Destilado
fr_fr: Distillé
it_it: Distillato
ru_ru: Дистиллированный
zh_cn: 蒸馏
zh_tw: 蒸餾

source: One Year
de_de: Ein Jahr

source: Years
de_de: Jahre

source: Hundreds of Years
de_de: Hunderte Jahre

source: Barrel aged
de_de: Fassgereift
es_es: en el barril envejecido
fr_fr: Baril âgé
it_it: Invecchiata in barile
ru_ru: Настоявшееся в бочке
zh_cn: 木桶熟成
zh_tw: 貯存陳化

source: Woodtype
de_de: Holzart
es_es: Tipo madera
fr_fr: Type de bois
it_it: Tipo di legno
ru_ru: тип дерева
zh_cn: 木头种类
zh_tw: 木材質

source: &cThis barrel can't hold any more drinks
de_de: &cHier passen nicht mehr Getränke hinein
es_es: &cEste barril no puede contener más bebidas
ru_ru: &cВ бочке нет места.
zh_cn: &c这个木桶无法再存放更多饮品了

source: &cNot all recipes could be restored: More information in the server log!
de_de: &cEs konnten nicht alle Rezepte wiederhergesellt werden: Siehe Serverlog!
es_es: &cNo se pudieron restaurar todas las recetas: ¡Más información en el registro del servidor!
fr_fr: &cToutes les recettes n´ont pu être restaurées: Plus d´informations dans les logs du serveur !
it_it: &cNon è stato possibile recuperare tutte le ricette: ulteriori informazioni nel file log!
zh_cn: &c加载饮品配方时出现问题, 请查看控制台以获得详细信息!
zh_tw: &c並非所有配方都可以有用：服務器日誌中的更多信息！

source: &aConfig was successfully reloaded
de_de: &aConfig wurde neu eingelesen
es_es: &aLa configuración se volvió a cargar correctamente
fr_fr: &aLa config a été reload avec succès.
it_it: &aLa configurazione è stata ricaricata con successo
zh_cn: &a配置文件重载成功.
zh_tw: &a設定檔已成功重新加載

source: Page
de_de: Seite
es_es: Página
it_it: Pagina
ru_ru: Страница
zh_cn: 页
zh_tw: 頁數

source: &aWakeup Point with id: &6{0} &awas created successfully!
de_de: &aAufwachpunkt mit id: &6{0} &awurde erfolgreich erstellt!
es_es: &a¡Punto de activación con id: &6{0} &afue creado con éxito!
fr_fr: &aLe point de réveil avec l´ID: &6{0} &aa été créé avec succès!
it_it: &aIl punto di risveglio con id &6{0} &aè stato creato con successo!
ru_ru: &aТочка пробуждения под номером: &6{0} &aуспешно создана!
zh_cn: &aid为: &6{0} &a的苏醒处被成功创建!
zh_tw: &a這個喚醒點 id: &6{0} &a成功創建!

source: &cThe Wakeup Point with the id: &6{0} &cdoesn't exist!
de_de: &cDer Aufwachpunkt mit der id: &6{0} &cexistiert nicht!
es_es: &cEl Punto de Despertar con el id: &6{0} &c¡No existe!
fr_fr: &cLe point de réveil avec l´ID: &6{0} &cdn´existe pas !
it_it: &cIl punto di risveglio con id &6{0} &cnon esiste!
ru_ru: &cТочка Пробуждения под номером: &6{0} &cне существует!
zh_cn: &cid为: &6{0} &c的苏醒处并不存在!
zh_tw: &c這個喚醒點 id: &6{0} &c不存在!

source: &aThe Wakeup Point with the id: &6{0} &awas successfully deleted!
de_de: &aDer Aufwachpunkt mit der id: &6{0} &awurde erfolgreich gelöscht!
es_es: &aEl punto de activación con la id: &6{0} &a¡ha sido eliminado con éxito!
fr_fr: &aLe point de réveil avec l´ID : &6{0} &aa été supprimé avec succès !
it_it: &aIl punto di risveglio con id &6{0} &aè stato rimosso con successo!
ru_ru: &aТочка Пробуждения под номером: &6{0} &aбыла удалена!
zh_cn: &aid为: &6{0} &a的苏醒处被成功删除!
zh_tw: &a這個喚醒點 id: &6{0} &a成功刪除!

source: &cThe Wakeup Point with the id: &6{0} &chas already been deleted!
de_de: &cDer Aufwachpunkt mit der id: &6{0} &cwurde bereits gelöscht!
es_es: &c¡El punto de activación con la identificación: &6{0} &cya se ha eliminado!
fr_fr: &cLe point de réveil avec l´ID : &6{0} &cha déjà été supprimé !
it_it: &cIl punto di risveglio con id &6{0} &cè già stato rimosso!
ru_ru: &cТочка пробуждения с айди: &6{0} &cбыла удалена!
zh_cn: &cid为: &6{0} &c的苏醒处已被删除!
zh_tw: &c這個喚醒點 id: &6{0} &chas 已被刪除！

source: &cThere are no Wakeup Points!
de_de: &cEs wurden noch keine Aufwachpunkte erstellt!
es_es: &c¡No hay puntos de activación!
fr_fr: &cIl n´y a pas de point de réveil !
it_it: &cNon ci sono punti di risveglio!
ru_ru: &cЗдесь нет Точки Пробуждения!
zh_cn: &c目前没有设定任何一个苏醒处!
zh_tw: &c沒有喚醒點!

source: &cThe Wakeup Point with the id: &6{0}&c at position &6{1} {2}, {3}, {4}&c is filled with Blocks!
de_de: &cDer Aufwachpunkt mit der id: &6{0}&c an Position &6{1} {2}, {3}, {4}&c ist mit Blöcken gefüllt!
es_es: &cEl punto de activación con la id: &6{0}&c en la posición &6{1} {2}, {3}, {4}&c ¡está lleno de bloques!
fr_fr: &cLe point de réveil avec l´ID: &6{0}&c et la position &6{1} {2}, {3}, {4}&c est rempli de blocs !
it_it: &cIl punto di risveglio con id &6{0}&c alla posizione &6{1} {2}, {3}, {4}&c è stato coperto da dei blocchi!
ru_ru: &cТочка Пробуждения под номером: &6{0}&c в точку &6{1} {2}, {3}, {4}&c заполнена блоками!
zh_cn: &cid为: &6{0} &c所在方位为: &6{1} {2}, {3}, {4} &c被填充了方块!
zh_tw: &c這個喚醒點 id: &6{0}&c 在位置 &6{1} {2}, {3}, {4}&c 充滿了方塊!

source: &aThis was the last Wakeup Point
de_de: &aDies war der letzte Aufwachpunkt
es_es: &aEste fue el último punto de activación
fr_fr: &aC´était le dernier point de réveil.
it_it: &aQuesto era l'ultimo punto di risveglio.
ru_ru: &aЭто была последняя точка пробуждения
zh_cn: &a这是最后一个苏醒处了.
zh_tw: &a這是最後一個喚醒點

source: Teleport to Wakeup Point with the id: &6{0}&f At position: &6{1} {2}, {3}, {4}
de_de: Teleport zu Aufwachpunkt mit der id: &6{0}&f An Position: &6{1} {2}, {3}, {4}
es_es: Teletransporte al punto de activación con la identificación: &6{0}&f En la posición: &6{1} {2}, {3}, {4}
fr_fr: Téléportation vers le point de réveil avec l´ID : &6{0}&f A la position: &6{1} {2}, {3}, {4}
it_it: Teletrasportato al punto di risveglio di id &6{0}&f alla posizione &6{1} {2}, {3}, {4}
ru_ru: Телепорт на Точку Пробуждения под номером: &6{0}&f по координатам: &6{1} {2}, {3}, {4}
zh_cn: 前往id为: &6{0} &f坐标为: &6{1} {2}, {3}, {4} &r的苏醒处.
zh_tw: 傳送到這個喚醒點 id: &6{0}&f 在位置: &6{1} {2}, {3}, {4}

source: To Next Wakeup Point: Punch your fist in the air
de_de: Zum nächsten Aufwachpunkt: Mit Faust in die Luft schlagen
es_es: Al siguiente punto de activación: golpea el puño en el aire
fr_fr: Le prochain point de réveil: Tapez dans l´air
it_it: Per andare al prossimo punto di risveglio dai un pugno nell'aria o ripeti il comando
ru_ru: Для следующей точки пробуждения: Ударь кулаком в воздух
zh_cn: 前往下一个苏醒处, 请对空打拳.
zh_tw: 到下一個喚醒點：把拳頭打在空中

source: To Cancel: &9/brew wakeup cancel
de_de: Zum Abbrechen: &9/brew wakeup cancel
es_es: Para cancelar: &9/brew wakeup cancel
fr_fr: Pour annuler : &9/brew wakeup cancel
it_it: Per rimuoverlo: &9/brew wakeup cancel
ru_ru: Для отмены: &9/brew wakeup cancel
zh_cn: 取消检查: &9/brew wakeup cancel
zh_tw: 取消: &9/brew wakeup cancel

source: &6Wakeup Point Check was cancelled
de_de: &6Aufwachpunkte-Check wurde abgebrochen
es_es: &6Se canceló la verificación del punto de activación
fr_fr: &6Le point de réveil a été annulé
it_it: &6Il controllo dei punti di risveglio è stato annullato
ru_ru: &6Проверка Точки Пробуждения была отменена
zh_cn: &6苏醒处检查已被取消.
zh_tw: &6喚醒點檢查被取消

source: &cNo Wakeup Point Check is currently active
de_de: &cEs läuft kein Aufwachpunkte-Check
es_es: &cNinguna verificación de punto de activación está activa actualmente
fr_fr: &cAucun point de réveil n´est actif pour le moment !
it_it: &cNessun punto di risveglio attivo al momento.
ru_ru: &cНет активных проверок Точек Пробуждения
zh_cn: &c目前没有执行苏醒处检查.
zh_tw: &c目前沒有喚醒點是處於活動狀態

source: Alc {0}ml
ru_ru: Алк {0}ml
zh_cn: 酒精度 {0}ml
